var indexerLanguage="en";
//Auto generated index for searching.
w["..."]="0*1,2*1,3*1";
w["1"]="0*1,1*1,2*1,3*1";
w["1.3"]="0*1,1*1,2*1,3*1";
w["3"]="0*1,1*1,2*1,3*1";
w[":"]="0*2,1*2,3*2";
w["note"]="2*1";
w["note:"]="2*1";
w["parent"]="0*2,1*2,3*2";
w["sequoiadb"]="0*1,1*1,2*1,3*1";
w["sequoiadb是一个全分布式的系统架构，支持各种灵活的部署方式"]="2*2";
w["sequoiadb目前支持两种形式的部署："]="2*2";
w["topic"]="0*2,1*2,3*2";
w["version"]="0*1,1*1,2*1,3*1";
w["为了更好的发挥硬软件性能，在安装系统之前，需要对系统如何部署，网络的连接做好提前规划"]="2*2";
w["但可靠性较低，任意一台服务器故障，都会导致部分数据无法读取和写入"]="3*1";
w["但数据容量与单个服务器的容量相同，且硬件成本相对较高"]="0*1";
w["协调节点与应用部署在分离的服务器上，或者也可以部署到数据库服务器上"]="3*2";
w["协调节点以及web管理节点（可选）"]="2*1";
w["协调节点合部到数据库服务器上"]="0*2";

