//Auto generated index for searching.
w["协调节点部署在业务应用的服务器上，也可以将应用"]="0*2";
w["只在一台物理机上，启动一个数据类型的业务进程"]="2*2";
w["可以分布式部署到多物理机上，最大支持300台物理机"]="2*1";
w["可靠性"]="2*1";
w["可靠性要求不高的应用"]="1*2";
w["吞吐较小，但对单次操作延时低的场景"]="2*2";
w["在该部署中，在三台物理服务器上，都部署有数据节点和编目节点，三个数据节点组成一个副本组，三个编目节点组成副本"]="0*1";
w["在该部署中，在三台物理服务器上，都部署有数据节点和编目节点，三个数据节点组成一个副本组，三个编目节点组成副本集群"]="0*1";
w["在该部署模式中，sequoiadb采用独立模式只启动一个数据库服务进程，业务应用可以与数据库合部，也可以部署在另外一台服务器上"]="1*2";
w["安装部署简单方便"]="2*2";
w["实际上可部署的方式非常灵活，用户可以根据实际需要组合出不同的部署方式"]="2*1";
w["性能"]="2*1";
w["性能要求高，硬件成本低，但对可靠性要求不高的场景"]="3*2";
w["总吞吐不高"]="1*2";
w["总吞吐要求不高的应用场景"]="0*2";
w["成本方面的因素，规划好部署的方式，如下几种典型的部署方式供参考"]="2*1";
w["数据节点"]="2*1";
w["最简部署"]="1*2,2*1";
w["最简部署方式适用于对数据库要求不高：数据量不大"]="1*2";

